{
    "id": "p2015010s",
    "explain": "<ol><li><span style='font-size: 1rem;'>Kalender Cina adalah kalender lunisolar yang awal tahunnya (tahun baru) ditentukan berdasarkan hari yang merupakan ``bulan baru kedua setelah </span><i style='font-size: 1rem;'>winter solstice</i><span style='font-size: 1rem;'>'', sehingga tahun baru Cina hanya mungkin terjadi antara 21 Januari hingga 20 Februari. Kalender lunisolar merupakan kalender yang menggabungkan fenomena revolusi Bumi mengelilingi Matahari dan revolusi Bulan mengelilingi Bumi.</span></li><li>Dalam satu tahun tropis, Bulan akan mengalami 12,37 kali periode sinodis (bulan baru kembali ke bulan baru). Hal ini menyebabkan</li><ul><li>Tahun hijriah selalu maju $\\sim 11$ hari terhadap kalender masehi.</li><li>Satu tahun dalam kalender lunisolar bisa berjumlah 12 bulan (basit) atau 13 bulan (kabisat). Contoh kalender lunisolar: Hebrew (Yahudi), Buddhist, Hindu, Kurdish, Bengali, Tibet, Chinese, Japanese, Vietnamese, Mongolian, Korean calendars, Babylonian, dll.</li><li>dlsb</li></ul><li>Meton ($\\sim$ 440 BC) mendapati bahwa 235 kali periode sinodis Bulan hampir bertepatan dengan 19 tahun tropis. Hal ini menyebabkan siklus 19 tahun merupakan siklus yang paling banyak digunakan dalam kalender lunisolar. <br>$$\\begin{eqnarray*}19 \\quad \\text{tahun} &amp;=&amp; 19 \\cdot \\frac{365,2422}{29,5306}\\\\&amp;=&amp; 234,997 \\quad \\text{periode sinodis bulan.}\\end{eqnarray*}$$<br>Dalam 19 tahun dibutuhkan $235 - (19 \\times 12) = 7$ bulan tambahan untuk menyinkronkan siklus. Tambahan ini (berupa bulan ke-13) biasa ditambahkan pada tahun-tahun berikut: 3, 5, 8, 11, 13, 16, dan 19, dalam satu siklus 19 tahunan yang kemudian disebut siklus <i style='font-size: 1rem;'>Metonic</i><span style='font-size: 1rem;'>.</span></li><li>Dalam rentang 2551 sampai 2570 (19 tahun) berapa jumlah tahun yang panjangnya 384 atau 385 hari? $\\rightarrow 7$ </li><li>Cara sederhana lain bisa dilakukan, setiap tahun kita tahu kalender lunar (contoh: hijriah) bergeser setiap $365-354 = 11$ hari, maka selisih hari ini akan melebihi satu periode sinodis Bulan setiap $\\frac{30}{11} = 2,7 \\approx 3$ kali. Setiap 2 sampai 3 tahun, kalender lunisolar harus digeser $\\rightarrow$ ditambah 1 bulan sehingga panjangnya menjadi 384 hari. Oleh sebab itu, dalam $2570-2551 = 19$ tahun akan ada tahun yang lamanya 13 bulan tersebut sejumlah $\\frac{19}{2,7} = 7$ kali&nbsp;</li></ol>"
}